[
  {
    "id": "5584",
    "imgsrc": "/img/small/adam-hornyak-7e-VK6U-3Fs-unsplash small.jpg",
    "name": "Sunbeam Explorer Adventure Backpack",
    "category": "adventure",
    "price": 79.99,
    "description": "Unleash your adventurous spirit with the Sunbeam Explorer Adventure Backpack. The radiant yellow color brightens up your exploration, and its rugged design is ready for any expedition. Carry your gear comfortably as you chase the sun with this vibrant backpack."
  },
  {
    "id": "8429",
    "imgsrc": "/img/small/ali-kazal-9aZ3T1q83CM-unsplash small.jpg",
    "name": "Emerald Peak Expedition Adventure Backpack",
    "category": "adventure",
    "price": 99.99,
    "description": "Conquer the peaks with the Emerald Peak Expedition Adventure Backpack. The vibrant green color symbolizes growth and vitality, and its spacious compartments accommodate all your expedition essentials. Embark on challenging journeys with this robust backpack."
  },
  {
    "id": "2490",
    "imgsrc": "/img/small/aniket-bhattacharya-VOvAl8bEOnE-unsplash small.jpg",
    "name": "Mossy Glen Trekker Adventure Backpack",
    "category": "adventure",
    "price": 79.99,
    "description": "Venture into the unknown with the Mossy Glen Trekker Adventure Backpack. The mossy green tones blend seamlessly with nature, and its practical design is tailored for treks and hikes. Conquer new heights with this reliable trekking companion."
  },
  {
    "id": "5962",
    "imgsrc": "/img/small/edgar-S1mSsru32QM-unsplash small.jpg",
    "name": "Stealth Slate Everyday Backpack",
    "category": "everyday",
    "price": 49.99,
    "description": "The Stealth Slate Everyday Backpack combines sleek design with functionality. Its versatile shades of grey make it a stylish companion for any occasion. With multiple compartments, it's perfect for both work and play."
  },
  {
    "id": "6095",
    "imgsrc": "/img/small/haupes-6hpJZcqWt4I-unsplash small.jpg",
    "name": "Forest Canopy Explorer Adventure Backpack",
    "category": "adventure",
    "price": 59.99,
    "description": "Immerse yourself in nature with the Forest Canopy Explorer Adventure Backpack. The lush green hues mimic the depths of the forest, and its rugged build is perfect for hiking and outdoor exploration. Navigate the trails with this nature-inspired backpack."
  },
  {
    "id": "7901",
    "imgsrc": "/img/small/jason-garcia-X4ZM5AHXG70-unsplash small.jpg",
    "name": "Charcoal Elegance Everyday Backpack",
    "category": "everyday",
    "price": 69.99,
    "description": "Experience sophistication with the Charcoal Elegance Everyday Backpack. The deep charcoal hue adds a touch of class, while its compact yet spacious design makes it ideal for your daily adventures. Elevate your style with this refined backpack."
  },
  {
    "id": "6643",
    "imgsrc": "/img/small/julie-dransfield-fDmtG32tP08-unsplash small.jpg",
    "name": "Everyday Azure Sky Backpack",
    "category": "everyday",
    "price": 59.99,
    "description": "Make every day an adventure with the Everyday Azure Sky Backpack. The vibrant blue hue adds a splash of energy, and its spacious design accommodates all your essentials. Elevate your style while staying organized on the go. Perfect for daily use and spontaneous escapades."
  },
  {
    "id": "7191",
    "imgsrc": "/img/small/luis-quintero-8TSqJoI-NVs-unsplash small.jpg",
    "name": "Urban Shadow Everyday Backpack",
    "category": "everyday",
    "price": 49.99,
    "description": "The Urban Shadow Everyday Backpack exudes urban vibes with its modern grey tones. Tailored for city life, it seamlessly blends style and convenience. From your laptop to essentials, carry everything effortlessly in this contemporary backpack."
  },
  {
    "id": "9099",
    "imgsrc": "/img/small/oriol-pascual-l5VCmqQbP_g-unsplash small.jpg",
    "name": "Coastal Wave Adventure Backpack",
    "category": "adventure",
    "price": 59.99,
    "description": "Ride the waves of adventure with the Coastal Wave Adventure Backpack. The deep blue shades mimic the ebb and flow of the ocean, making it the perfect companion for beach outings and explorations. Dive into excitement with this coastal-inspired backpack."
  },
  {
    "id": "7193",
    "imgsrc": "/img/small/pursuit-retro--miQCjAA3EY-unsplash small.jpg",
    "name": "Midnight Serenity Adventure Backpack",
    "category": "adventure",
    "price": 79.99,
    "description": "Embrace the tranquility of the night with the Midnight Serenity Adventure Backpack. The dark blue tones create a sense of calmness, while the durable design ensures it can handle all your outdoor escapades. Set out on your nighttime adventures with confidence."
  },
  {
    "id": "7550",
    "imgsrc": "/img/small/studio-crevettes-Ft3IiktwwzQ-unsplash small.jpg",
    "name": "Nimbus Grey Compact Backpack",
    "category": "everyday",
    "price": 59.99,
    "description": "Meet our Small Grey Everyday Backpack—a sleek and versatile companion for your daily adventures. The understated grey color adds a touch of sophistication, while the compact design makes it perfect for on-the-go activities."
  },
  {
    "id": "2353",
    "imgsrc": "/img/small/sun-lingyan-_H0fjILH5Vw-unsplash small.jpg",
    "name": "Navy Twilight Urban Backpack",
    "category": "everyday",
    "price": 49.99,
    "description": "Dive into the urban landscape with the Navy Twilight Urban Backpack. The deep navy shade exudes sophistication, and its versatile design seamlessly transitions from work to leisure. Carry your belongings in style with this modern urban companion."
  },
  {
    "id": "6505",
    "imgsrc": "/img/small/wiser-by-the-mile-3o-X8WJOP5E-unsplash small.jpg",
    "name": "Crimson Blaze Everyday Backpack",
    "category": "everyday",
    "price": 49.99,
    "description": "Ignite your style with the Crimson Blaze Everyday Backpack. This bold red backpack makes a statement with its vibrant color. Compact yet roomy, it's perfect for those who seek both flair and functionality. Blaze your trail with this eye-catching accessory."
  }
]
